{
  "faq_title": "Häufig gestellte Fragen",
  "faq_items": [
    {
      "q": "Was kann ich mit dieser App machen?",
      "a": "Sie können Ihren Tennisschlag per Video aufnehmen, und die KI analysiert automatisch Ihre Technik, vergibt eine Punktzahl und gibt Ihnen einen gezielten Tipp. Sie können Ihre Scorecard auch einfach in sozialen Medien teilen. Die Premium-Version bietet ausführlichere KI-Ratschläge."
    },
    {
      "q": "Welche Art von Video eignet sich am besten für die KI-Analyse?",
      "a": "Wir empfehlen ein Video, das Ihren gesamten Körper beim Aufschlag gut sichtbar zeigt. Platzieren Sie die Kamera am besten schräg hinter der Aufschlaglinie."
    },
    {
      "q": "Wie viele Aufschläge kann ich analysieren?",
      "a": "Kostenlose Nutzer können bis zu 3 Aufschläge pro Tag analysieren. Premium-Mitglieder können beliebig viele Aufschläge ohne Tageslimit analysieren."
    },
    {
      "q": "Was sind die Unterschiede zwischen der kostenlosen und der Premium-Version?",
      "a": "Die kostenlose Version zeigt Werbung an und hat ein tägliches Analyse-Limit. Die Premium-Version entfernt Werbung, erlaubt unbegrenzte Analysen, schaltet Premium-Skins frei und bietet ausführliche KI-Ratschläge."
    },
    {
      "q": "Wie viel kostet der Premium-Plan und wie bezahle ich?",
      "a": "Der Premium-Plan kostet 2 € pro Monat (oder 19 € pro Jahr zum ermäßigten Preis). Die Bezahlung erfolgt per Abonnement über den App Store oder Google Play."
    },
    {
      "q": "Was soll ich tun, wenn KI-Ratschläge oder Punkte nicht angezeigt werden?",
      "a": "Wenn die Anzeige von Ratschlägen oder Punkten verzögert ist, kann dies an den Netzwerkbedingungen oder der Serverauslastung liegen. Falls ein Neustart der App nicht hilft, kontaktieren Sie bitte den Support."
    },
    {
      "q": "Wo werden hochgeladene Videos und Analyseergebnisse gespeichert?",
      "a": "Hochgeladene Videos und Analyseergebnisse werden nicht gespeichert. Sie werden automatisch gelöscht."
    },
    {
      "q": "Wie kann ich Analyseergebnisse mit Freunden oder Trainern teilen?",
      "a": "Sie können die Ergebnisse einfach über die Schaltfläche 'Teilen' auf dem Ergebnisbildschirm über soziale Netzwerke, E-Mail, LINE usw. teilen. Sie können auch das Scorecard-Bild auf Ihrem Gerät speichern und teilen."
    },
    {
      "q": "Was soll ich tun, wenn die App nicht richtig funktioniert oder ich einen Fehler finde?",
      "a": "Bitte kontaktieren Sie uns über den Bildschirm 'Einstellungen' oder das Kontaktformular auf der Hilfeseite. Wir antworten Ihnen umgehend."
    }
  ],
  "home_title": "Tennis-Aufschlag-Analyzer",
  "home_select_video": "Video auswählen",
  "home_select_video_desc": "Laden Sie ein Tennis-Aufschlagvideo hoch oder nehmen Sie es mit der Kamera auf",
  "home_select_from_gallery": "Video aus der Galerie wählen",
  "home_take_photo": "Mit Kamera aufnehmen",
  "home_start_analysis": "Analyse starten",
  "home_reset": "Zurücksetzen",
  "home_ready": "Bereit zur Analyse",
  "home_selected_file": "Ausgewählte Datei:",
  "home_input_concern_label": "Beschreiben Sie hier Ihre Anliegen (optional)",
  "home_input_concern_label2":"Ihre Anliegen (optional)",
  "home_input_concern_placeholder": "z. B. Meine Form ist instabil, ich kann keine Kraft erzeugen...",
  "home_premium_label": "Premium (Detaillierte KI-Ratschläge)",
  "home_free_label": "Kostenloser Modus (Nur einfache Analyse)",
  "home_guide": "Aufnahmeleitfaden",
  "home_note": "Unterstützte Formate: MP4, AVI, MOV, MKV (Max 100MB)",
  "home_free_remaining": "Heute verbleibende kostenlose Analysen:",
  "home_analyzing": "Wird analysiert...",
  "home_invalid_result": "Ungültiges Ergebnisformat",
  "home_error_analyze": "Während der Analyse ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
  "home_error_retry": "Bitte versuchen Sie es erneut",
  "home_guide_footer": "Für eine genaue Analyse befolgen Sie bitte den Leitfaden.",
  
  "skin_simple": "Einfach",
  "skin_genz": "Pop",
  "skin_earth": "Erde",
  "skin_mint": "Minze",
  "skin_retro": "Retro",
  "skin_gradient_blue": "Blaues Farbverlauf",
  "skin_gradient_red": "Roter Farbverlauf",
  "skin_gradient_purple": "Lila Farbverlauf",
  "skin_gradient_green": "Grüner Farbverlauf",
  "skin_gradient_sunset": "Sonnenuntergangs-Farbverlauf",
  "skin_gradient_rainbow": "Regenbogen-Farbverlauf",
  "skin_gradient_neon": "Pulsierendes Neon",
  "skin_gradient_strobe": "Stroboskop-Neon",
  "skin_gradient_aurora": "Aurora-Flow",
  "skin_gradient_candy": "Candy Pop",
  
  "settings_header": "Einstellungen",
  "tab_home": "Startseite",
  "tab_settings": "Einstellungen",
  "result_header": "Ergebnis",
  "faq_header": "FAQ",
  "detailed_advice_premium_only": "Detaillierte Ratschläge sind nur für Premium-Nutzer verfügbar."

}